---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SculptingFailures
source: html/3cf2dcbb-d04e-5dd2-b26b-ee539e2c341b.htm
---
# BuiltInFailures.SculptingFailures Properties

Face Sculpt Edit failed.